2010-04-21-unobtrusive-js-rails3/rails_2.3.5/app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "title", "body", "updated_at") VALUES('2010-04-21 05:27:01', 'qw eqwe qweqw e', 'qw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eqqw eqwe qweqw eq', '2010-04-21 05:27:01')
---
  def create
    @post = Post.new(params[:post])

    respond_to do |format|
      if @post.save